OdGsDevicePtr
\details
This template class is a specialization of the OdSmartPtr class for OdGsDevice object pointers.
\details
This template class is a specialization of the OdSmartPtr class for OdGsDevice object pointers.